<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Simple Quest</title>
</head>
<body>
<%--<body style="background: url(css/img/cosmos.jpg)">--%>


<h2>Пролог</h2>
<pre>
    Ты стоишь в космическом порту и готов подняться на борт
    своего корабля. Разве ты не об этом мечтал? Стать капитаном
    галактического судна с экипажем, который будет совершать
    подвиги под твоим командованием.
    Так что вперед!
</pre>
<br>

<h2>Знакомство с экипажем</h2>
<pre>
    Когда ты поднялся на борт корабля, тебя поприветствовала девушка с черной папкой в руках:
    — Здраствуйте, командир! Я Зинаида — ваша помощница. Видите? Там в углу пьет кофе
    наш штурман — сержант Перегарный Шлейф, под штурвалом спит наш бортмеханик — Чёрный Богдан,
    а фотографирует его Сергей Стальная Пятка — наш навигатор.
    А как обращаться к вам?
</pre>

<form action="auth" method="post">
    <input type="text" name="name">
    <button type="submit">Представиться</button>
</form>


</body>
</html>
